const content1 = {
    id: 1618830562699,
    author: "KHD",
    title: "QUIZ HI를 이용해 주셔서 감사합니다.",
    createdAt: "2021-04-24",
    desc1: `
        안녕하세요? 먼저 QUIZ HI를 방문해 주셔서 감사합니다. 아직 많이 부족한 웹이지만 점차 개선하여
        이용하시는 모두가 만족할 수 있는 퀴즈 플랫폼이 되도록 노력하겠습니다. 최종 목표는 유저간 소통으로
        서로가 만든 퀴즈를 공유할 수 있는 것입니다. 목표를 달성하기 위해서는 공부가 더 필요하기에
        꾸준히 공부하여 멋진 웹을 만들겠습니다.
    `,
    desc2: `

    `,
    desc3: `
    QUIZ HI는 디자인적으로나 기능적으로 많이 부족하다고 생각합니다. 그래서 앞으로 진행하고자 하는 업데이트 내용은 다음과 같습니다.
    `,
    desc4: `
    위의 내용 뿐 아니라 혹시 원하시는 기능 또는 수정이 필요한 내용, 오류 및 오타가 있으시면 
    언제든지 메일로 그 내용을 보내주시길 바랍니다.
    저의 메일주소는 아래의 "ABOUT AUTHOR"에 있으며 메일 답장이 빠르게 이루어지지 않을 수 있으니 양해 부탁드립니다.
    QUIZ HI에 대한 많은 피드백을 받고 피드백 내용을 바탕으로 꾸준히 개선하겠습니다. 원활한 소통으로
    QUIZ HI 이용에 불편함이 없었으면 좋겠습니다.
    `,
    desc5: `
    즐겁게 이용하시고 행복한 하루 보내시길 바랍니다.
    `,
    list1: [
        "퀴즈에 이미지 넣기",
        "다양한 퀴즈 구성 만들기(객관식, 빈칸 등등)",
        "개인 점수판 혹은 팀 점수판 구현",
        "발표 순서 정하기 등 다양한 학급 활동에 필요한 기능",
        "그 외 등등"
    ],
    list2: []
}

const content2 = {
    id: 1618744492442,
    author: "KHD",
    title: "QUIZ HI 이용에 앞서",
    createdAt: "2021-04-24",
    desc1: `
     QUIZ HI 이용에 앞서...
    `,
    desc2: `
    1. 현재 모바일에서는 접속은 가능하나 몇 곳에서의 이용에는 불편함이 있습니다. 데스크탑(컴퓨터)를 사용하여
    QUIZ HI 이용을 부탁드립니다.
    `,
    desc3: `
    2. 저장된 퀴즈는 다른 컴퓨터에서는 보여지지 않습니다. 저장한 컴퓨터에서만 사용 가능합니다.
    이 점 숙지하여 퀴즈를 만드시길 부탁드립니다.
    `,
    desc4: `
    앞으로 꾸준한 업데이트를 통해 개선하도록 하겠습니다. 감사합니다.
    `,
    list1: [],
    list2: []
}

const content3 = {
    id: 1619348147126,
    author: "KHD",
    title: "v1.0.1 업데이트 및 저장된 퀴즈 위치에 대하여",
    createdAt: "2021-04-25",
    desc1: `
        안녕하세요? 우선 QUIZ HI에 많은 분들께서 관심을 가져 주셔서 너무 감사드립니다. 이번 업데이트는 기능이
        추가되는 것이 아니라 퀴즈 저장에 대한 안내사항의 의견이 있어 진행되었습니다.
    `,
    desc2: `
        주말에 학교가 아닌
        집 컴퓨터로 퀴즈를 만들고 저장을 하게 되면 저장된 퀴즈는 집 컴퓨터에만 저장이 됩니다. 이는 이용자분들의
        컴퓨터 브라우저(크롬, 사파리, 파이어폭스, 익스플로러 등등)에 저장되기 때문입니다.
        이러한 문제를 해결하는 것과 유저들 간 퀴즈 공유를 올해 여름에 목표로 하고 있습니다. 추가 공부를 통해
        최대한 빨리 노력하겠습니다. 또한 그 전에 작성한 퀴즈를 다른 컴퓨터로 옮길 수 있는 방법을 찾게 된다면
        업데이트로 안내해드리겠습니다.
    `,
    desc3: "21/04/25 v1.0.1 업데이트 내용",
    list1: [`QUIZ HI 접속 시 퀴즈 저장에 대한 안내사항 추가`],
    desc4: `
    아래의 내용은 퀴즈 저장의 위치에 대한 설명입니다.
    `,
    desc5: `
    👉 컴퓨터마다 저장된 퀴즈는 다릅니다. 이는 집에 있는 컴퓨터, 학교에 있는 컴퓨터, 노트북, 스마트폰, 테블릿 등
    기기마다 모두 다른 퀴즈 저장소를 가지고 있습니다. 즉, 학교에서 사용하는 퀴즈는 학교 컴퓨터로 만들어야 합니다.
    `,
    desc6: `
    👉 브라우저마다 저장된 퀴즈는 다릅니다. 크롬, 사파리, 파이어폭스, 익스폴로러 등 다양한 인터넷 브라우저가 있습니다.
    만약 크롬을 이용하여 퀴즈를 저장하였다면 다른 브라우저에서는 보여지지 않습니다. 만약 저장된 퀴즈가 없다면 
    브라우저를 확인해 주세요.(크롬 사용을 권장합니다.)
    `,
    list2: ["많은 소통과 꾸준한 개선을 통해 점점 발전하는 QUIZ HI가 되도록 하겠습니다. 감사합니다."],
}


export const contents = [
    content1,
    content2,
    content3
]