const content1 = {
    id: 1618744481083,
    author: "KHD",
    title: "QUIZ HI를 이용해 주셔서 감사합니다.",
    createdAt: "2021-04-19",
    desc1: `
        안녕하세요? 먼저 QUIZ HI를 방문해 주셔서 감사합니다. 아직 많이 부족한 웹이지만 점차 개선하여
        이용하시는 모두가 만족할 수 있는 퀴즈 플랫폼이 되도록 노력하겠습니다. 최종 목표는 유저간 소통으로
        서로가 만든 퀴즈를 공유할 수 있는 것입니다. 목표를 달성하기 위해서는 프로그래밍 공부가 더 필요하기에
        열심히 공부하여 빠른 시일안으로 멋진 결과물을 보여드리도록 하겠습니다.
    `,
    desc2: `
     네 맞습니다. 이렇게 하면 줄 바꿈이 되는지 실험해봤습니다.
    `,
    desc3: "앞으로 제가 구현하고자 하는 내용은 아래와 같습니다.",
    desc4: "그럼 즐거운 시간 보내시길 바랍니다.",
    list1: ["퀴즈에 이미지 들어가기", "몸으로 말해요 퀴즈 만들기", "다양한 퀴즈 구성 만들기"],
    list2: []
}

const content2 = {
    id: 1618744492442,
    author: "KHD",
    title: "두 번째 공지글입니다.",
    createdAt: "2021-04-18",
    desc1: "Quiz Hi를 이용해 주셔서 감사합니다. 이용에 앞서 몇 가지 안내 말씀을 드리겠습니다.",
    desc2: "두번째 공지글의 두번째 단락입니다.",
    desc3: "두번째 공지글의 세번째 단락입니다.",
    list1: [],
    list2: []
}

const content3 = {
    id: 1618744499220,
    author: "KHD",
    title: "세 번째 공지글입니다.",
    createdAt: "2021-04-18",
    desc1: "Quiz Hi를 이용해 주셔서 감사합니다. 이용에 앞서 몇 가지 안내 말씀을 드리겠습니다.",
    desc2: "세번째 공지글의 두번째 단락입니다.",
    desc3: "세번째 공지글의 세번째 단락입니다.",
    list1: [],
    list2: []
}


export const contents = [
    content1,
]