const content1 = {
    id: 1618830562699,
    author: "KHD",
    title: "QUIZ HI를 이용해 주셔서 감사합니다.",
    createdAt: "2021-04-25",
    desc1: `
        안녕하세요? 먼저 QUIZ HI를 방문해 주셔서 감사합니다. 아직 많이 부족한 웹이지만 점차 개선하여
        이용하시는 모두가 만족할 수 있는 퀴즈 플랫폼이 되도록 노력하겠습니다. 최종 목표는 유저간 소통으로
        서로가 만든 퀴즈를 공유할 수 있는 것입니다. 목표를 달성하기 위해서는 공부가 더 필요하기에
        꾸준히 공부하여 멋진 웹을 만들겠습니다.
    `,
    desc2: `

    `,
    desc3: `
    QUIZ HI는 디자인적으로나 기능적으로 많이 부족하다고 생각합니다. 그래서 앞으로 진행하고자 하는 업데이트 내용은 다음과 같습니다.
    `,
    desc4: `
    위의 내용 뿐 아니라 혹시 원하시는 기능 또는 수정이 필요한 내용, 오류 및 오타가 있으시면 
    언제든지 메일로 그 내용을 보내주시길 바랍니다.
    저의 메일주소는 아래의 "ABOUT AUTHOR"에 있으며 메일 답장이 빠르게 이루어지지 않을 수 있으니 양해 부탁드립니다.
    QUIZ HI에 대한 많은 피드백을 받고 피드백 내용을 바탕으로 꾸준히 개선하겠습니다. 원활한 소통으로
    QUIZ HI 이용에 불편함이 없었으면 좋겠습니다.
    `,
    desc5: `
    즐겁게 이용하시고 행복한 하루 보내시길 바랍니다.
    `,
    list1: [
        "퀴즈에 이미지 넣기",
        "다양한 퀴즈 구성 만들기(객관식, 빈칸 등등)",
        "개인 점수판 혹은 팀 점수판 구현",
        "발표 순서 정하기 등 다양한 학급 활동에 필요한 기능",
        "그 외 등등"
    ],
    list2: []
}

const content2 = {
    id: 1618744492442,
    author: "KHD",
    title: "QUIZ HI 이용에 앞서",
    createdAt: "2021-04-25",
    desc1: `
     QUIZ HI 이용에 앞서...
    `,
    desc2: `
    1. 현재 모바일에서는 접속은 가능하나 몇 곳에서의 이용에는 불편함이 있습니다. 데스크탑(컴퓨터)를 사용하여
    QUIZ HI 이용을 부탁드립니다.
    `,
    desc3: `
    2. 저장된 퀴즈는 다른 컴퓨터에서는 보여지지 않습니다. 저장한 컴퓨터에서만 사용 가능합니다.
    이 점 숙지하여 퀴즈를 만드시길 부탁드립니다.
    `,
    desc4: `
    앞으로 꾸준한 업데이트를 통해 개선하도록 하겠습니다. 감사합니다.
    `,
    list1: [],
    list2: []
}

const content3 = {
    id: 1618744499220,
    author: "KHD",
    title: "세 번째 공지글입니다.",
    createdAt: "2021-04-18",
    desc1: "Quiz Hi를 이용해 주셔서 감사합니다. 이용에 앞서 몇 가지 안내 말씀을 드리겠습니다.",
    desc2: "세번째 공지글의 두번째 단락입니다.",
    desc3: "세번째 공지글의 세번째 단락입니다.",
    list1: [],
    list2: []
}


export const contents = [
    content1,
    content2
]